Repository: IlyaBizyaev/Entangle
Catalog: lang/*/Entangle.po
Languages: de, ru, uk

source: Invalid mode.
de: Ungültige Modus.
ru: Неизвестный режим.
uk: Невідомий режим.

source: Choose files or folders:
de: Wählen Sie die Dateien oder Ordner:
ru: Выберите файлы / папки:
uk: Оберіть файли або теки:

source: You can drop files or folders here
de: Sie können drop Dateien oder Ordner hier
ru: Вы можете перетащить сюда файлы или папки
uk: Ви можете перетягнути сюди файли або папки

source: Enter the password:
de: Geben Sie das Passwort ein:
ru: Введите пароль:
uk: Введіть пароль:

source: Mode
de: Modus
ru: Режим
uk: Режим

source: About
de: Hilfe
ru: Автор
uk: Автор

source: Start
de: Starten
ru: Начать
uk: Почати

source: Cannot load an icon:
de: Kann nicht ein Symbol laden:
ru: Не могу загрузить значок:
uk: Не можу завантажити значок:

source: No tasks selected!
de: Keine Aufgaben ausgewählt!
ru: Задания не выбраны!
uk: Завдання не вибрані!

source: Enter password first!
de: Geben Sie das Kennwort zuerst!
ru: А пароль?
uk: Спочатку введіть пароль!

source: Processing...
de: Verarbeitung...
ru: Обработка...
uk: Обробка...

source: Went wrong :(
de: Könnte nicht :(
ru: Не удалось :(
uk: Не вдалось :(

source: Done!
de: Fertig!
ru: Готово!
uk: Готово!

source: Good
de: Gut
ru: Хороший
uk: Хороший

source: Medium
de: Mittel
ru: Средний
uk: Cередній

source: Short
de: Kurz
ru: Короткий
uk: Короткий

source: Simple and user-friendly application for data encryption
de: Einfache und benutzerfreundliche Anwendung Für Datenverschlüsselung
ru: Простое и удобное приложение для шифрования данных
uk: Простий і зручний додаток для шифрування даних

source: Selected %d
de: Wählen Sie %d
ru: Выбран %d
uk: Обраний %d

source: Received %d
ru: Получен %d
uk: Отримано %d

source: object
de: Objekt
ru: объект
uk: об'єкт

source: Cannot create an output file
de: Kann nicht erstellen Sie eine Ausgabe-Datei
ru: Не могу создать результир. файл
uk: Не можу відкрити вихідний файл

source: Cannot open an input file
de: Kann nicht öffnen Sie die input-Datei
ru: Не могу открыть входной файл
uk: Не можу відкрити вхідний файл

source: Compressing
de: Komprimieren
ru: Сжимаю
uk: Стискаю

source: Remove the archive?
de: Entfernen Sie das Archiv?
ru: Удалить архив?
uk: Видалити архів?

source: Decompressing
de: Dekomprimieren
ru: Распаковываю
uk: Розпаковую

source: Failed to read an entry
de: Fehler beim Lesen eines Eintrags
ru: Ошибка чтения записи
uk: Помилка читання запису

source: More than 200 files were selected. Compress?
de: Mehr als 200 Dateien ausgewählt wurden. Komprimieren?
ru: Выбрано более 200 файлов. Сжать?
uk: Вибрано понад 200 файлів. Стиснути?

source: Remove the original files?
de: Entfernen Sie die original-Dateien?
ru: Удалить исходные файлы?
uk: Видалити вихідні файли?

source: Compression failed. Continue without compression?
de: Kompression ist fehlgeschlagen. Weiterhin ohne Komprimierung?
ru: Сжатие не удалось. Продолжить без сжатия?
uk: Стиснення не вдалося. Продовжити без стиснення?

source: Failed to decompress
de: Fehler beim entpacken
ru: Ошибка распаковки
uk: Помилка розпакування

source: Encrypting
de: Entschlüsseln
ru: Шифрую
uk: Шифрую

source: Unknown exception
de: Unbekannte Ausnahme
ru: Неизвестное исключение
uk: Невідоме виключення

source: Does not exist
de: Ist nicht vorhanden
ru: Не существует
uk: Не існує

source: Encrypted file has wrong size
de: Die verschlüsselte Datei hat falsche Größe
ru: Зашифрованный файл имеет неправильный размер
uk: Зашифрований файл має неправильний розмір

source: Decrypting
de: Verschlüsselung
ru: Дешифрую
uk: Розшифровую

source: Incorrect header size
de: Falsche Header-Größe
ru: Неверный размер заголовка
uk: Невірний розмір заголовка

source: The file is corrupted
de: Die Datei ist beschädigt
ru: Файл повреждён
uk: Файл пошкоджено

source: Invalid password or mode
de: Ungültige Passwort oder Modus
ru: Неверный пароль или режим
uk: Невірний пароль або режим

source: Decrypted file has wrong size
de: Entschlüsselte Datei hat falsche Größe
ru: Расшифрованный файл имеет неправильный размер
uk: Розшифрований файл має неправильний розмір

source: Cannot rename the result
de: Kann das Ergebnis nicht umbenennen
ru: Не могу переименовать результат
uk: Не можу перейменувати результат

source: Cannot access
de: Kein Zugriff auf
ru: Нет доступа
uk: Немає дозволу

source: Requires newer program version
de: Erfordert neuere Programmversion
ru: Требует более новой версии
uk: Потребує новішої версії

source: Was encrypted by older version
de: Wurde von einem älteren Version verschlüsselt
ru: Зашифрован устаревшей версией
uk: Зашифрований застарілою версією

source: Question
de: Frage
ru: Вопрос
uk: Питання

source: Where to save the result?
de: Wo das Ergebnis zu speichern?
ru: Где сохранить результат?
uk: Де зберегти результат?

source: Input failed
de: Eingabe fehlgeschlagen
ru: Ошибка ввода
uk: Помилка вводу

source: Encrypted %i file
de: Verschlüsselte %i Datei
ru: Зашифрован %i файл
uk: Зашифровано %i файл

source: Decrypted %i file
de: Entschlüsselt %i Datei
ru: Дешифрован %i файл
uk: Розшифровано %i файл

source: Starting...
de: Beginnen...
ru: Начинаю...
uk: Починаю...

source: Progress
de: Fortschritt
ru: Прогресс
uk: Прогресс

source: Error
de: Fehler
ru: Ошибка
uk: Помилка

source: %u error:
de: %u Fehler:
ru: %u ошибка:
uk: %u помилка:
